{
  "notes": [
    {
      "title": "Prime College",
      "details": "This is a place i work, yes they pay me well but am tire of the teaching profession and will like to change into IT",
      "category": "work",
      "id": 2
    },
    {
      "title": "My Father",
      "details": "I miss you and i have not stopped missing you since then. I regret certain things I should have done but did not, am sorry",
      "category": "reminder",
      "id": 4
    },
    {
      "title": "Toni Braxton",
      "details": "She is a greate misician and good at what she does, she is also a pastors daughter",
      "category": "money",
      "id": 5
    },
    {
      "title": "Best Book",
      "details": "I have no best book in particular but there are pretty some authors who are good and I didn't regret reading their write up, for example, Francine Rivers, Jim Collins, Dan Brown, Robert Green, Michael Loboeff, Daniel Garber, Robert Kiyosaki, Bankole Olushina (Pst Bankie)  and a lot more. i didn't regret reading their books",
      "category": "reminder",
      "id": 6
    },
    {
      "title": "My Schedule",
      "details": "My time is very precious and limited, I dedicate my time to trying to learn new things about React and Javascript. I hate it when people waste my time and try to derail it",
      "category": "work",
      "id": 7
    },
    {
      "title": "Goals",
      "details": "Everyday, I try to set a fixed goal for myself and hit them, I agree that my biggest challenge still remains distractions from social media and depression, those are the demons I fight everyday if I have to win",
      "category": "reminder",
      "id": 8
    },
    {
      "title": "The Truth",
      "details": "Some say truth is relative, other say it is absolute, what do you say? If you aks me, I will say the truth is relative. Just walk with me. Before now, I use to think that the truth is absolute as in there is just one truth and nothing else but that one, then I realised that not everyone have the same supreme author of what they call truth. For some the mind, what they see, hear, feel is their truth and for some other, it is more than just that. I think the most important question that everyone needs to answer irrespective of your own version of truth is, at the end of the day, who calls the final shot. that person's truth should be the most absolute truth as that will be all that matters at the end. For me, that person is GOD. ",
      "category": "reminder",
      "id": 9
    }
  ]
}